Repository: bdoin/GCompris-site
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: lt, sk

source: News
lt: Naujienos
sk: Správy

source: Buy / Donate
lt: Pirkti / Donate
sk: Kúpiť / Donate

source: Screenshots
lt: Ekrano
sk: Obrázky

source: Manual
lt: Vadovas
sk: Manuál

source: Contribute
lt: Prisidėti
sk: Crispieť

source: Buying the Windows or MacOSX version
lt: Ieško Windows ar MacOSX versija
sk: Zakúpenie systému Windows alebo MacOS X verzia

source: The Windows and MacOSX versions have a limited number of activities, about %(demo_activities)s on the %(total_activities)s available.
lt: Windows ir MacOSX versijos turi ribotą veiklą, apie %(demo_activities)s apie %(total_activities)s varianto.
sk: Windows a MacOSX verzie majú obmedzený počet činností, asi %(demo_activities)s na %(total_activities)s k dispozícii.

source: Click on the button below let you pay 9€ for the activation code. After payment you will receive immediately an email with your instructions (check your spam folder). If you do not receive this email please write me at bruno.coudoin@gcompris.net
lt: Spauskite žemiau esantį mygtuką jums moka 9 € už aktyvacijos kodą. Po apmokėjimo jūs gausite iš karto el.laišką su jūsų nurodymus (patikrinkite savo šlamšto aplanką ). Jei nenorite gauti šį laišką, rašykite man bruno.coudoin @ gcompris.net.
sk: Kliknite na tlačidlo nižšie vám umožní platiť 9 € za aktivačný kód. Po zaplatení dostanete hned e-mail s pokynmi (skontrolovať zložku so spamom). Ak nechcete dostávať tento e-mail, napíšte mi na bruno.coudoin@gcompris.net

source: Contact me to get a quote for your school.
lt: Susisiekite su manimi gauti savo mokykloje citata.
sk: Kontaktujte ma dostať ponuku pre školy.

source: The registration gives you the right to update to any new release of GCompris for 2 years. After that period, you can continue to use the latest release you got for as long as you wish.
lt: Registracija suteikia teisę atnaujinti bet nauja versija gcompris 2 metus. Pasibaigus šiam laikotarpiui, galite toliau naudoti naujausius gavai tiek, kiek norite.
sk: Registrácia vám dáva právo aktualizovať na akúkoľvek novú GCompris verziu počas obdobia 2 rokov. Po totmto období môžete používať poslednú verziu, ktorú máte k dispozícii, ako dlho si želáte.

source: Thanks for your support of free software in education.
lt: Dėkojame už paramą laisvos programinės įrangos švietime.
sk: Ďakujem za vašu podporu slobodného softvéru vo výučbe.

source: Legal reference: Company Bruno Coudoin RCS Toulouse France 498 157 536.
lt: Teisinė nuoroda : Įmonės Bruno Coudoin RCS Tulūza Prancūzija 498 157 536.
sk: Právna odkaz : Firma Bruno Coudoin RCS Toulouse Francúzsko 498 157 536.

source: Donate
lt: Paaukoti
sk: Darovať

source: You, your children, your classroom love GCompris. You have now the opportunity to help this project.
lt: Jūs, jūsų vaikai, jūsų klasėje patinka gcompris. Jūs turite dabar galimybę padėti šį projektą.
sk: Vy, vaše deti, vaši spolužiaci majú radi GCompris. Teraz máte možnosť pomôcť tomuto projektu.

source: Developing software takes a lot of time, it needs hardware, it implies moving to promote the project. Said simply, I need your help to continue my investment in this project.
lt: Kuriant programinę įrangą, užima daug laiko, jis turi aparatūrą, tai reiškia, juda pristatyti projektą. Sakė tiesiog, man reikia jūsų pagalbos, kad tęsti savo investicijas į šį projektą.
sk: Vývoj softvéru zaberá veľa času, potrebuje hardvér. Povedané jednoducho, potrebujem vašu pomoc aby som pokračoval v mojej investícii do tohto projektu.

source: You can donate the amount of your choice by clicking on the button below:
lt: Jūs galite paaukoti pasirinktą sumą, paspaudę ant žemiau esantį mygtuką :
sk: Môžete nás podporiť sumou podla vášho výberu kliknutím na tlačidlo nižšie:

source: Download GCompris
lt: Parsisiųsti gcompris
sk: Stiahnuť GCompris

source: Version %(version)s
lt: Versija %(version)s
sk: Verzia %(version)s

source: View all screenshots
lt: Žiūrėti visus ekrano
sk: Zobraziť všetky screenshoty

source: GCompris is a high quality educational software suite comprising of numerous activities for children aged 2 to 10.
lt: GCompris yraaukštos kokybės švietimo programinės įrangos paketas, sudarytas iš daug veiklos vaikams nuo 2 iki 10.
sk: GCompris je balík výučbového softvéru pozostavajúci z rôznych aktivít pre deti vo veku 2 až 10 rokov.

source: Some of the activities are game orientated, but nonetheless still educational.
lt: Kai veikla yra žaidimas orientuotas, bet vis vien švietimo.
sk: Niektoré z aktivít sú herne orientované, ale napriek tomu stále výučbové.

source: Below you can find a list of categories with some of the activities available in that category.
lt: Žemiau rasite įvairių kategorijų sąrašą su tam tikrą veiklą, esamų šioje kategorijoje.
sk: Nižšie môžte nájsť zoznam kategórií s niektorými aktivitami prístupnými v tejto kategórii.

source: computer discovery: keyboard, mouse, different mouse gesture, ...
lt: kompiuteris atradimas : klaviatūra, pelė, įvairių pelės gestas, ...
sk: objavovanie počítača: klávesnica, myš, rôzne 'myšacie gestá', ...

source: algebra: table memory, enumeration, double entry table, mirror image, ...
lt: algebra : Lentelė atmintis, išvardijimas, dvikartinės stalas, veidrodinis atspindys, ...
sk: algebra: malá násobilka, počítanie, zrkadlenie, ...

source: science: the canal lock, the water cycle, the submarine, electric simulation ...
lt: mokslas :kanalas užraktas,vandens ciklas,povandeninis laivas, elektros modeliavimas ...
sk: veda: priehrada, vodný cyklus, ponorka, elektrická simulácia ...

source: geography: place the country on the map
lt: geografija : vieta šalies žemėlapyje
sk: geografia: urči krajinu na mape

source: games: chess, memory, connect 4, oware, sudoku ...
lt: žaidimai: šachmatai, atminties, prisijungti 4 oware, Sudoku ...
sk: hry: šach, pamäť, spoj 4, sudoku ...

source: reading: reading practice
lt: skaitiniai: skaitymo praktika
sk: čítanie: precvičovanie čítania

source: other: learn to tell time, puzzle of famous paintings, vector drawing, cartoon making, ...
lt: kita: išmokti pasakyti laiką, dėlionę žinomų paveikslų, vektorinės grafikos, animacinių filmų formavimą, ...
sk: ostatné: nauč sa určit čas, puzzle so známymi maľbami, vektorové kreslenie, vytváranie komiksov, ...

source: Currently GCompris offers in excess of 100 activities and more are being developed. GCompris is free software, that means that you can adapt it to your own needs, improve it and, most importantly, share it with children everywhere.
lt: Šiuo metu GCompris siūlo daugiau nei 100 veiklos ir daugiau yra kuriami. GCompris yra nemokama programinė įranga, tai reiškia, kad jūs galite pritaikyti jį savo poreikiams, tobulinti ir, svarbiausia, pasidalinti ja su vaikais visur.
sk: Momentálne GCompris ponúka prístup k stovke aktivít a ďalšie sú práve vo vývoji. GCompris je slobodný softvér, čo znamená, že si ho môžete prispôsobiť podľa vlastných potrieb, vylepšiť ho a hľavne, zdielať ho s deťmi všade na svete.

source: Latest news
lt: Paskutinės naujienos
sk: Posledné novinky

source: All the news
lt: Visos naujienos
sk: Všetky novinky
