Repository: bdoin/GCompris-site
Catalog: locale/*.po
Languages: be, bg, br, cs, da, de, el, es, fr, gd, gl, hu, it, lt, lv, nl, nn, pl, pt_br, ru, sl, sr, sv, ta, th, zh_tw

source: News
be: Навіны
bg: новини
br: Keleier
cs: Zprávy
da: Nyheder
de: Neues
el: Νέα
es: Noticias
fr: Nouvelles
gd: Naidheachdan
gl: Noticia
hu: Hír
it: Novità
lt: Naujienos
lv: Jaunumi
nl: Nieuws
nn: Nyheter
pl: Nowości
pt_br: Notícias
ru: Новости
sl: Novice
sr: вести
sv: Nyheter
ta: செய்தி
th: ข่าว
zh_tw: 新聞

source: Buy / Donate
be: Набыць / Ахвяраваць
bg: Купи / Дарения
br: Prenañ/Reiñ arc'hant
cs: Koupit / Donate
da: Køb / Doner
de: Kaufen / Spenden
el: Παραγγελία / Δωρεά
es: Comprar / Donar
fr: Achat / Donation
gd: Ceannaich / Thoir tìodhlac dhuinn
gl: Mercar / Doazóns
hu: Vétel / Donate
it: Acquisto / Donazione
lt: Įsigyti / Paremti
lv: Pērk / Ziedot
nl: Kopen / doneren
nn: Kjøp / donere
pl: kupić / podarować
pt_br: Encomendas / doações
ru: Купить / Пожертвовать
sl: Nakup / donacija
sr: Буи / Донате
sv: Köp / Donera
ta: வாங்க / நன்கொடை
th: ซื้อ / บริจาค
zh_tw: 買/捐贈

source: Screenshots
be: Здымкі экрану
bg: Снимки
br: Skrammadoù
cs: Obrázky
el: Στιγμιότυπα οθόνης
es: Pantallazos
fr: Captures d'écran
gd: Glacaidhean-sgrìn
gl: Imaxes
hu: Pillanatképek
it: Schermate
lt: Žaidimų vaizdai
lv: Ekrānšāviņi
nl: Schermafdrukken
nn: Skjermbilder
pl: Zrzuty ekranu
pt_br: Imagens do programa
ru: Скриншоты
sl: Posnetki zaslona
sr: Слике
sv: Skärmdumpar
ta: திரைக்காட்சிகளுடன்
th: ภาพหน้าจอ
zh_tw: 截圖

source: Contribute
be: Унёсак
bg: Дарете
br: Kemer perzh
cs: Přispět
da: Bidrage
de: Mitwirken
el: συμβάλλω
es: Contribuir
fr: Contribuer
gd: Thoir taic dhuinn
gl: Contribuír
hu: Hozzájárul
it: Contribuire
lt: Prisidėti
lv: Sekmēt
nl: Bijdragen
nn: Bidra
pl: współpracować
pt_br: Contribuir
ru: Содействовать
sl: Prispevajte
sr: допринети
sv: Bidra
ta: பங்களிக்க
th: สนับสนุน
zh_tw: 貢獻

source: Buying the Windows or MacOSX version
be: Набыццё Windows- ці MacOSX-версіі
bg: Закупуване на Windows или MacOSX версия
br: Prenañ an handelv evit Windows pe MacOSX
cs: Zakoupení systému Windows nebo MacOS X verze
da: Købe Windows eller MacOSX versionen
de: Kaufen Sie das Windows-oder Mac OS X-Version
el: αγοράζοντας την έκδοση των Windows ή macosx
es: La compra de la versión para Windows o MacOSX
fr: Acheter la version Windows ou MacOSX
gd: A' ceannach an tionndadh ùr airson Windows no MacOSX
gl: Compras a versión de Windows ou MacOSX
hu: Vásárlás a Windows vagy MacOSX verzió
it: Acquistare la versione per Windows o MacOSX
lt: Įsigyti GCompris žaidimus Windows ar MacOSX sistemoms
lv: Pirkšana Windows vai MacOSX versija
nl: De Windows- of MacOSX-versie kopen
nn: Kjøpe Windows eller MacOSX versjon
pl: Zakup wersję systemu Windows lub MacOSX
pt_br: Como adquirir a versão para Windows ou MacOSX
ru: Покупка Windows или MacOSX версии
sl: Nakup različice za Windows ali MacOSX
sr: Куповина Виндовс или МацОСКС верзију
sv: Köpa Windows eller MacOSX version
ta: விண்டோஸ் அல்லது MacOSX பதிப்பு வாங்கும்
th: ซื้อรุ่น Windows หรือ MacOSX
zh_tw: 購買的Windows或MacOSX版本

source: The Windows and MacOSX versions have a limited number of activities, about %(demo_activities)s on the %(total_activities)s available.
be: Windows- ды MacOSX-версіі маюць абмежаваную колькасць практыкаванняў - даступныя блізу %(demo_activities)s з %(total_activities)s.
bg: Прозорците и MacOSX версии имат ограничен брой дейности, за %(demo_activities)s на %(total_activities)s на разположение.
br: Un niver bevennet a obererezhioù ez eus gant an handelvoù evit Windows ha MacOSX, war-dro %(demo_activities)s e-keñver %(total_activities)s hag a zo hegerz.
cs: Systému Windows a MacOSX verze mají omezený počet činností, o %(demo_activities)s na %(total_activities)s k dispozici.
da: De Windows og MacOSX versioner har et begrænset antal aktiviteter, cirka %(demo_activities)s på de %(total_activities)s til rådighed.
de: Die Windows-und MacOSX-Versionen haben eine begrenzte Anzahl von Aktivitäten, etwa %(demo_activities)s der %(total_activities)s zur Verfügung.
el: Οι εκδόσεις των Windows και MacOSX έχουν έναν περιορισμένο αριθμ
es: Las versiones para Windows y MacOSX tiene un número limitado de actividades, alrededor de %(demo_activities)s en los %(total_activities)s disponibles.
fr: Le programme exécutable pour Windows et MacOSX est une version de démonstration qui contient %(demo_activities)s activités sur les %(total_activities)s disponibles.
gd: Chan eil ach cuid dhe na chleasan ri fhaighinn air Windows is MacOSX o thùs, mu %(demo_activities)s dhe na %(total_activities)s atha ri am faighinn.
gl: As versións para Windows e MacOSX ten un número limitado de actividades, preto de %(demo_activities)s en %(total_activities)s dispoñible.
hu: A Windows és a MacOSX változat korlátozott számú tevékenységet, mintegy %(demo_activities)s a %(total_activities)s áll rendelkezésre.
it: Le versioni per Windows e MacOSX hanno un numero limitato di attività, circa %(demo_activities)s su %(total_activities)s disponibili.
lt: Nemokamos GCompris Windows ir MacOSX versijos leidžia žaisti ne visas pamokėles, apie %(demo_activities)siš %(total_activities)s galimų.
lv: Par Windows un MacOSX versijas ir ierobežotā skaitā darbības, apmēram %(demo_activities)s uz %(total_activities)s, kas pieejama.
nl: De Windows- en MacOSX-versies bevatten een beperkt aantal activiteiten; er zijn ongeveer %(demo_activities)s van de %(total_activities)s activiteiten beschikbaar.
nn: Windows og MacOSX versjoner har et begrenset antall aktiviteter, om %(demo_activities)s på %(total_activities)s tilgjengelig.
pl: W wersjach systemu Windows i MacOSX ma ograniczoną liczbę działań, posiada około %(demo_activities)s ćwiczeń z około %(total_activities)s istniejących.
pt_br: O programa executável para Windows é de demonstração e contém somente %(demo_activities)s atividades, das %(total_activities)s disponíveis.
ru: Windows и Mac OS X версии имеют ограниченное количество игр, %(demo_activities)s из %(total_activities)s доступных.
sl: Različici za Windows in MacOSX imata omejeno število dejavnosti: okrog %(demo_activities)s od %(total_activities)s razpoložljivih.
sr: Прозори и МацОСКС верзије имају ограничен број активности, о %(demo_activities)s на %(total_activities)s на располагању.
sv: Windows och MacOSX versioner har ett begränsat antal aktiviteter, ca %(demo_activities)s på %(total_activities)s som finns tillgänglig.
ta: விண்டோஸ் மற்றும் MacOSX பதிப்புகள் பற்றி நடவடிக்கைகள் ஒரு குறிப்பிட்ட எண்ணிக்கையிலான %(demo_activities)s இல் %(total_activities)s உள்ளது.
th: รุ่น Windows และ MacOSX มีจำนวน จำกัด ของกิจกรรมที่ เกี่ยวกับ %(demo_activities)s เมื่อ %(total_activities)s ใช้ได้
zh_tw: Windows和MacOSX的版本有數量有限的活動，約％ %(demo_activities)s %(total_activities)s 提供。

source: Click on the button below let you pay 9&euro; for the activation code. After payment you will receive immediately an email with your instructions (check your spam folder). If you do not receive this email please write me at sales@gcompris.net
be: Пстрычком па кнопцы ніжэй набудзьце код актывацыі за 9&euro;. Пасля аплаты Вы адразу ж атрымаеце электронны ліст з правадніцтвам (праверце таксама спам-тэчку). Калі Вы не атрымаеце гэты ліст, калі ласка, напішыце мне на sales@gcompris.net
it: Facendo clic sul pulsante sottostante, procedete con il pagamento di 9&euro; per il codice di attivazione. Dopo il pagamento riceverete immediatamente un'email con le istruzioni (se non la trovaste, verificate la vostra cartella con i messaggi della posta indesiderata). Nel caso in cui non doveste ricevere questa email, vi prego di scrivermi all'indirizzo sales@gcompris.net
sl: Kliknite na spodnji gumb, da kupite aktivacijsko kodo za 9 &euro;. Po plačilu boste takoj dobili e-pošto z navodili (preverite tudi mapo z neželeno pošto). Če te e-pošte ne prejmete, pošljite e-poštno sporočilo na sales@gcompris.net

source: Contact me to get a quote for your school.
be: Звяжыцеся са мною, каб атрымаць звесткі аб камерцыйным выкарыстанні для Вашае школы.
bg: Свържете се с мен, за да получите оферта за вашето училище.
br: Kit e darempred ganin a-benn ma vo meneget ho skol.
cs: Kontaktujte mě dostat nabídku pro školy.
da: Kontakt mig for at få et tilbud på din skole.
de: Kontaktieren Sie mich, um ein Angebot für Ihre Schule zu kommen.
el: Επικοινωνήστε μαζί μου για να πάρετε μια προσφορά για το σχολείο σας.
es: Ponte en contacto conmigo para obtener un presupuesto para su escuela.
fr: Contactez moi pour avoir un devis pour votre école.
gd: Cuir fhios thugam gus bargan fhaighinn airson an sgoil agad.
gl: Contacte me para obter unha cotización para a súa escola.
hu: Lépjen kapcsolatba velem, hogy kap egy árajánlatot a iskolában.
it: Contattatemi per richiedere un preventivo per la vostra scuola
lt: Susisiekite su manimi norėdami gauti nuolaidą savo mokyklai
lv: Sazinieties ar mani, lai iegūtu cenas piedāvājumu attiecībā uz savu skolu.
nl: Neem contact met mij op om een offerte voor uw school te krijgen.
nn: Kontakt meg for å få et tilbud på skolen din.
pl: Skontaktuj się ze mną na ofertę dla szkoły.
pt_br: Entre em contato comigo para ter um orçamento para a sua escola.
ru: Если вы хотите получить коммерческое предложение для своей школы или другогообразовательного учреждения, свяжитесь со мной.
sl: Stopite v stik z mano, da dobite ponudbo za vašo šolo.
sr: Контактирајте ме да добије понуду за ваше школе.
sv: Kontakta mig för att få en offert för din skola.
ta: உங்கள் பள்ளி மேற்கோள் பெற என்னை தொடர்பு கொள்ளவும்.
th: ติดต่อ ผมที่จะ ได้รับ ใบ สำหรับโรงเรียน ของคุณ
zh_tw: 聯繫我為你的學校獲得報價。

source: The registration gives you the right to update to any new release of GCompris for 2 years. After that period, you can continue to use the latest release you got for as long as you wish.
be: Рэгістрацыя дазваляе Вам карыстацца аднаўленнямі GCompris цягам 2 гадоў. Пасля гэтага перыяду, Вы зможаце працягваць карыстацца Вашай версіяй колькі пажадаеце.
bg: Регистрацията ви дава право да се актуализира и да е нова версия на GCompris в продължение на 2 години. След този период, можете да продължите да използвате последната версия имаш за толкова дълго, колкото искате.
br: Gant ar marilhadur e teu ar gwir deoc'h da gaout an holl hizivadennoù evit GCompris e-pad 2 vloaz. Goure 2 vloaz e c'hallot ober gant an handelv diwezhañ bet degemeret keit ha ma fello deoc'h.
cs: Registrace vám dává právo aktualizovat, aby každé nové vydání GCompris 2 roky. Po uplynutí této doby můžete i nadále používat nejnovější verzi máš tak dlouho, jak si budete přát.
da: Registreringen vil virke på enhver udgave af GCompris, og enhver udgave der kommer de næste 2 år.
de: Die Registrierung ist 2 Jahre lang für alle Versionen von GCompris gültig.
el: Η εγγραφή σου δίνει το δικαίωμα να κάνεις ενημερώσεις για οποιαδήποτε νέα έκδοση του GCompris για 2 χρόνια. Μετά από αυτή την περίοδο, μπορείς να συνεχίσεις να χρησιμοποιείς την τελευταία έκδοση που πήρες για όσο διάστημα επιθυμείς
es: El registro es válido para cualquier versión de GCompris y cualquier otra versión por 2 años. Después de este periodo, puede seguir usando la versión conseguida durante tan largo tiempo como lo quiere.
fr: Une fois enregistré, vous pouvez utiliser n’importe quelle version de GCompris plus récente pendant 2 ans. Bien entendu, vous pourrez utiliser la dernière version obtenue indéfiniment.
gd: Leis a' chlàradh, faodaidh tu GCompris ùrachadh fad 2 bhliadhna. Às dèidh seo, faodaidh tu an sgaoileadh mu dheireadh a fhuair thu a chleachdadh cho fad a thogras tu.
gl: O rexistro lle dá o dereito de actualizar a calquera nova versión do GCompris por 2 anos. Tras ese período, pode continuar a utilizar a última versión que ten durante o tempo que queiras.
hu: A regisztráció megadja a jogot, hogy minden új kiadása GCompris 2 évig. Ezen időszak után, akkor továbbra is a legújabb kiadás van, amíg szeretné.
it: La registrazione vi dà diritto ad aggiornare a ogni nuova versione di GCompris per 2 anni. Dopo questo periodo, potrete continuare ad utilizzare per tutto il tempo che desiderate l'ultima versione ottenuta.
lt: Registracija suteikia teisę atnaujinti į bet naują GCompris versiją 2 metus.Pasibaigus šiam laikotarpiui, galėsite ir toliau naudoti paskutine versija tiek, kiek norėsite.
lv: Reģistrācijas dod jums tiesības atjaunināt uz jebkuru jaunu atbrīvošanu GCompris uz 2 gadiem. Pēc šī perioda, var turpināt izmantot jaunāko versiju jums tik ilgi, cik vēlaties.
nl: Met de registratie krijgt u 2 jaar lang het recht naar elke nieuwe versie van GCompris op te waarderen. Na die periode kunt u de laatst ontvangen versie blijven gebruiken zolang u wilt.
nn: Registreringen gir deg rett til å oppdatere til en ny utgave av GCompris for 2 år. Etter denne perioden, kan du fortsette å bruke den nyeste utgaven du fikk for så lenge du ønsker.
pl: Rejestracja działa dla wszystkich wersji oraz wydań nie starszych niż dwa lata.
pt_br: O registro é válido por um período de 2 anos, e pode ser usado em qualquer versão do GCompris. Depois desse período, você pode continuar a usar o programa com a última versão que atualizada no período de validade.
ru: Активация программы даст вам право на получение обновлений и всех новых версий в течение 2 (двух) лет. По истечении этого срока вы можете пользоваться последней полученной версией программы столько, сколько пожелаете.
sl: Registracija vam bo omogočila brezplačno nadgrajevanje programa GCompris za dve leti. Po tem času lahko zadnjo razpoložljivo izdajo uporabljate neomejeno časa.
sr: Регистрација вам даје право да измени било нове верзије ГЦомприс за 2 године. После тог периода, можете да наставите да користите најновију верзију коју имаш колико год желите.
sv: Registreringen ger dig rätt till att uppdatera till alla utgåvor av GCompris under 2 års tid. Efter den perioden kan du fortsätta att använda den senaste utgåvan som du har, så länge som du vill.
ta: பதிவு 2 ஆண்டுகள் GCompris எந்த புதிய வெளியீட்டிற்கு மேம்படுத்த உரிமை கொடுக்கிறது. அந்த காலத்திற்கு பிறகு , நீங்கள் நீண்ட நீங்கள் விருப்பப்படி வாங்கினேன் சமீபத்திய வெளியீட்டில் தொடர்ந்து பயன்படுத்தலாம்.
th: การลงทะเบียนจะช่วยให้คุณ สิทธิในการ ปรับปรุง ใด ๆ รุ่นใหม่ของ GCompris เป็นเวลา 2 ปี หลังจากช่วงเวลา ที่ คุณยังคงสามารถ ใช้รุ่นล่าสุด ที่คุณได้ นานเท่าที่ คุณต้องการ
zh_tw: 登記給你到任何新版本的GCompris進行更新的權利2年。期限屆滿後，可以繼續使用，只要你想你得到的最新版本。

source: Thanks for your support of free software in education.
be: Дзякуй Вам за падтрымку вольнага праграмнага забеспячэння ў адукацыі.
bg: Благодаря за подкрепата ви на свободен софтуер в образованието.
br: Trugarez da skorañ ar meziantoù digor er c'helennadurezh.
cs: Díky za vaši podporu svobodného softwaru ve školství.
da: Tak for din støtte til fri software i undervisningen.
de: Vielen Dank für Ihre Unterstützung freier Lernsoftware!
el: Ευχαριστώ για την υποστήριξή για το ελεύθερο εκπαιδευτικό στην εκπαίδευση.
es: Gracias por apoyar al Software Libre en la educación.
fr: Merci d’aider ainsi le logiciel libre éducatif.
gd: Tapadh leat airson taic a thoirt do bhathar-bog saor san fhoghlam.
gl: Grazas polo voso apoio de software libre na educación.
hu: Köszönjük a támogatást a szabad szoftverek az oktatásban.
it: Grazie per aver sostenuto il software libero nella didattica.
lt: Dėkojame už paramą laisvai edukacinei programinei įrangai.
lv: Paldies par jūsu atbalstu bezmaksas programmatūru izglītībā.
nl: Bedankt dat u vrije software in het onderwijs steunt.
nn: Takk for din støtte til fri programvare i utdanning.
pl: Dziękuje za wsparcie darmowego produktu edukacyjnego.
pt_br: Obrigado por colaborar com o software livre educacional.
ru: Спасибо за поддержку свободного программного обеспечения для образования.
sl: Hvala za vašo podporo prosti izobraževalni programski opremi.
sr: Хвала на подршци слободног софтвера у образовању.
sv: Tack för ditt stöd för fri programvara i utbildningssyfte.
ta: கல்வி இலவச மென்பொருள் உங்கள் ஆதரவு நன்றி.
th: ขอบคุณ สำหรับการสนับสนุน ของซอฟต์แวร์เสรี ในด้านการศึกษา ของคุณ
zh_tw: 感謝您的支持自由軟件教育。

source: Legal reference: Company Timothée Giet RCS RENNES France 537 873 986.
be: Юрыдычныя звесткі: Кампанія Timothée Giet RCS RENNES France 537 873 986.
bg: Юридическа справка : Фирма Timothée Giet RCS RENNES Франция 537 873 986.
br: Daveoù lezenn : Kompagnunezh Timothée Giet RCS RENNES France 537 873 986.
cs: Právní odkaz : Firma Timothée Giet RCS RENNES Francie 537 873 986.
de: Rechtsnorm: Company Timothée Giet RCS RENNES France 537 873 986.
el: νομική αναφορά: Η εταιρεία Timothée Giet RCS RENNES France 537 873 986.
es: Referencia jurídica: Cmpresa Timothée Giet RCS RENNES France 537 873 986.
gd: Iomradh laghail: Company Timothée Giet RCS RENNES France 537 873 986.
gl: Referencia xurídico : Empresa de Timothée Giet RCS RENNES Francia 537 873 986.
hu: Jogszabályi hivatkozás : Cég Timothée Giet RCS RENNES Franciaország 537 157 986.
it: Riferimenti legali: Company Timothée Giet RCS RENNES France 537 873 986.
pl: Podstawa prawna: Firma Timothée Giet RCS RENNES France 537 873 986.
sl: Pravno obvestilo: podjetje Timothée Giet RCS Rennes France 537 873 986
sr: Правна референца : Бруно Цоудоин Компанија РЦС Тулуз Француска 537 873 986.
sv: Rättslig referens : Företag Timothée Giet RCS RENNES Frankrike 537 873 986.
th: อ้างอิง ทางกฎหมาย : บริษัท บรูโน่ Coudoin RCS ตูลูสฝรั่งเศส 537 873 986
zh_tw: 法律參考： ： Timothée Giet RCS Rennes France 537 873 986 。

source: Donate
be: Ахвяраваць
bg: Дарения
br: Reiñ
cs: Darovat
da: Donere
de: Spenden
el: Δωρεά
es: Donar
fr: Donation
gd: Thoir tìodhlac dhuinn
gl: Doar
hu: Adományoz
it: Donazione
lt: Paaukoti
lv: Ziedot
nl: Doneren
nn: Donere
pl: podarować
pt_br: Doações
ru: Помочь проекту
sl: Donirajte
sr: поклонити
sv: Donera
ta: இனாமாக அளி
th: บริจาค
zh_tw: 捐贈

source: You, your children, your classroom love GCompris. You have now the opportunity to help this project.
be: Вы, Вашыя дзеткі, Ваш клас упадабалі GCompris. У Вас ёсць цяпер магчымасць зрабіць свой унёсак у гэты праект.
bg: Вие, вашите деца, вашата класна стая обичам GCompris. Трябва сега възможност да помогне на този проект.
br: Ho klasad, ho pugale, c'hwi zo plijet gant GCompris. Bremañ e c'hallit skoazell ar raktres-mañ.
cs: Vy, vaše děti, vaše třída milují GCompris. Nyní máte příležitost pomoci tento projekt.
da: Du, dine børn og deres klasse elsker GCompris. Du har muligheden for at hjælpe projektet.
de: GCompris gefällt Ihnen, Ihren Kindern, Ihrer Schulklasse? Hier haben Sie die Gelegenheit, diesem Projekt zu helfen.
el: Εσύ, τα παιδιά σου, η τάξη σου αγαπά το GCompris. Τώρα έχεις την ευκαιρία να βοηθήσεις αυτό το έργο.
es: Si tú, tus hijos o tu salón de clases aman GCompris, ahora tienes la oportunidad de ayudar al proyecto.
fr: Vous, vos enfants et/ou votre classe, vous aimez GCompris, vous avez ici l’occasion d’aider ce projet.
gd: 'S toil leat fhèin is le do chlann is leis an sgoil agad GCompris. Tha cothrom agad a-nis gus taic a thoirt dhan phròiseact seo.
gl: Vostede, os seus fillos, a súa clase amo GCompris. Ten agora a oportunidade de axudar este proxecto.
hu: Te, a gyerekek, a tantermi szeretet GCompris. Most már a lehetőséget, hogy segítsen a projekt.
it: Tu, i tuoi bambini, la tua classe amate GCompris. Adesso avete l'opportunità di aiutare questo progetto.
lt: Jei Jums, jūsų vaikams ar jūsų klasei patinka GCompris, tuomet Jūs dabar turitegalimybę padėti šiam projektui.
lv: Jūs, jūsu bērni, jūsu klasē mīlu GCompris. Jums tagad ir iespēja, lai palīdzētu šo projektu.
nl: U, uw kinderen, uw klas zijn dol op GCompris. U heeft nu de gelegenheid om dit project te helpen.
nn: Deg, dine barn, din klasserommet elsker GCompris. Du har nå mulighet til å hjelpe dette prosjektet.
pl: Ty, Twoje dzieci, Twój szkolna miłość GCompris. Masz teraz okazję pomóc ten projekt.
pt_br: Se você, suas crianças e sua classe adoram o GCompris, você pode colaborar com o projeto.
ru: Если вы, ваши дети или ваш класс полюбили программу GCompris, вы можете помочь проекту!
sl: Vi, vaši otroci in/ali vaš razred obožujejo GCompris? Sedaj lahko pomagate temu projektu.
sr: Ви, ваша деца, ваше учионица љубав ГЦомприс. Сада имате могућност да помогну овај пројекат.
sv: Du, dina barn och ditt klassrum älskar GCompris. Du har nu möjligheten att hjälpa projektet.
ta: நீங்கள் , உங்கள் குழந்தைகள் , உங்கள் வகுப்பறையில் GCompris நேசிக்கிறேன். நீங்கள் இப்போது இந்த திட்டத்தின் உதவ வாய்ப்பு.
th: คุณ เด็ก ของคุณ ในห้องเรียน ของคุณ รัก GCompris คุณมี ในขณะนี้ มีโอกาสที่จะ ช่วยให้ โครงการนี้
zh_tw: 你，你的孩子，你的課堂上愛的GCompris 。現在你有機會幫助這個項目。
