Repository: bdoin/GCompris-site
Catalog: locale/*.po
Languages: be, bg, br, cs, da, de, el, es, fr, gd, gl, hu, it, lt, lv, nl, nn, pl, pt_br, ru, sl, sr, sv, ta, th, zh_tw

source: Developing software takes a lot of time, it needs hardware, it implies moving to promote the project. Said simply, I need your help to continue my investment in this project.
be: Распрацоўка праграм бярэ шмат часу, патрабуе кампутарнай тэхнікі, патрабуе сродкаў для прасоўвання праекту. Адным словам, мне патрэбная Вашая дапамога для сваіх укладанняў у гэты праект.
bg: Разработване на софтуер отнема много време, тя се нуждае хардуер, тя предполага преминаване към популяризиране на проекта. Каза просто, имам нужда от вашата помощ, за да продължи инвестициите си в този проект.
br: Kalz amzer a vez tapet da ziorren meziantoù, dafar ez eus ezhomm. Ezhomm ez eus din mont ha dont d'ober bruderezh evit ar meziant. Da vezañ fraezh em eus ezhomm ho skoazell da genderc'hell gant ar raktres-mañ.
cs: Rozvoj software vyžaduje spoustu času, potřebuje hardware, to znamená přechod na propagaci projektu. Jednoduše řečeno, potřebuji vaši pomoc, aby i nadále svou investici do tohoto projektu.
da: Udvikling af software tager lang tid, man skal bruge hardware, og man er nødt til at tage rundt for at promovere projektet. Enkelt sagt, jeg har brug for din hjælp for at kunne fortsætte min investering i projektet.
de: Software zu entwickeln kostet viel Zeit, man braucht die nötige Hardware, und man muss viel reisen, um sein Projekt bekannt zu machen. Daher brauche ich ganz einfach Ihre Hilfe, um mich weiter um dieses Projekt kümmern zu können.
el: Η ανάπτυξη του λογισμικού διαρκεί αρκετό καιρό, απαιτεί hardware, προϋποθέτει μετακινήσεις για την προώθηση του έργου. Με απλά λόγια, χρειάζομαι τη δική σου βοήθεια για να συνεχίσω την επένδυσή μου σε αυτό το έργο.
es: Desarrollar software toma mucho tiempo, requiere ademas de equipo de cómputo e implica dedicar atención y esfuerzo en promover al proyecto.
fr: Développer du logiciel prend beaucoup de temps, cela nécessite du matériel, il faut se déplacer pour promouvoir son projet. Tout simplement, j’ai besoin de votre aide pour continuer à m’investir dans ce projet.
gd: Bheir e ùine mhòr gus bathar-bog a leasachadh, feumaidh tu bathar-cruaidh is gluasad gus am pròiseact a bhrosnachadh. A dh'innse na fìrinn, tha mi feumach air taic gus leantainn air adhart leis a' phròiseact seo.
gl: Desenvolvemento de software ten unha morea de tempo, el que de hardware, iso implica en movemento para promover o proxecto. Dixo simplemente, eu teño da túa axuda para seguir o meu investimento neste proxecto.
hu: Szoftverfejlesztés veszi el a legtöbb időt, szükséges hardver, ez azt jelenti, mozog, hogy támogassák a projektet. Mondta egyszerűen, szükségem van a segítségedre, hogy folytassam a beruházás ebben a projektben.
it: Sviluppare software richiede molto tempo, serve hardware, comporta spostamenti per promuovere il progetto. In parole povere, io ho bisogno del vostro aiuto per continuare a investire il mio tempo in questo progetto.
lt: Kurti programinę įrangą reikia daug laiko, taip pat reikia įsigyti kompiuterinę techniką, taip pat reikia daug pastangų populiarinant projektą. Taigi, man reikia jūsų pagalbos, kad galėčiau ir toliau tobulinti šį projektą.
lv: Attīstot programmatūru, aizņem daudz laika, tai aparatūru, tas nozīmē pārvietojas, lai veicinātu projektu. Vienkārši teica, Man ir vajadzīga jūsu palīdzība, lai turpinātu savu ieguldījumu šajā projektā.
nl: Software ontwikkelen neemt veel tijd in beslag. Er is hardware voor nodig en het project moet gepromoot worden. Kortom, ik heb uw hulp nodig om mijn investering in dit project voort te zetten.
nn: Utvikle programvare tar mye tid, må det hardware, innebærer det å flytte til fremme prosjektet. Sa ganske enkelt, jeg trenger din hjelp til å fortsette min investering i dette prosjektet.
pl: Rozwijanie oprogramowania zajmuje dużo czasu, potrzebuje sprzętu, oznacza to przejście do promowania projektu. Powiedział po prostu potrzebuję twojej pomocy, aby kontynuować moją inwestycję w ramach tego projektu.
pt_br: O desenvolvimento do software ocupa muito tempo, precisa de máquinas e implica em deslocamento para promover o projeto. Dizendo de maneira simplificada, eu preciso da sua ajuda para continuar meu investimento nesse projeto.
ru: Разработка программ занимает много времени, требует покупки оборудования и средств для продвижения проекта. Проще говоря, нам нужна ваша помощь, чтобы продолжать развивать GCompris.
sl: Razvoj programske opreme zahteva veliko časa, strojno opremo in vključuje potovanja za promocijo projekta. Enostavno povedano, potrebujem pomoč za nadaljevanje vlaganja v ta projekt.
sr: Развој софтвера захтева много времена, потребно хардвер, то подразумева креће да промовише пројекат. Рекао је једноставно, треба ми твоја помоћ да настави своју инвестицију у овом пројекту.
sv: Utveckling av programvara tar mycket tid, hårdvara behövs, det går åt mycket resurser till att promotera projektet. Kort sagt, jag behöver din hjälp med att fortsätta min delaktighet i projektet.
ta: மென்பொருள் வளரும் நிறைய நேரம் எடுத்து , அதை வன்பொருள் தேவை , அது திட்டத்தின் ஊக்குவிக்க நகரும் குறிக்கிறது. வெறுமனே அவர் , நான் இந்த திட்டத்தில் என் முதலீட்டை தொடர உங்கள் உதவி தேவை.
th: การพัฒนา ซอฟแวร์ จะใช้เวลามาก ของเวลาก็ต้อง ฮาร์ดแวร์จะ หมายถึง การเคลื่อนย้าย เพื่อส่งเสริม โครงการ กล่าว เพียง ฉันต้องการความช่วยเหลือ ของคุณ เพื่อดำเนินการต่อ การลงทุน ในโครงการนี้
zh_tw: 開發軟件需要大量的時間，它需要硬件，這意味著移動推廣項目。簡單地說，我需要你的幫助，繼續我在這個項目中的投資。

source: You can donate the amount of your choice by clicking on the button below:
be: Вы можаце ахвяраваць суму па Вашаму выбару, пстрыкнуўшы кнопку ніжэй:
bg: Можете да дарите сумата по ваш избор, като щракнете върху бутона по-долу :
br: Roit ar yalc'had a fell deoc'h dre glikañ war an afell amañ dindan :
cs: Můžete darovat částku dle Vašeho výběru kliknutím na tlačítko níže :
da: Du kan donere et beløb efter eget valg, ved at klikke på knappen herunder:
de: Sie können eine beliebige Summe spenden, indem Sie auf diesen Button klicken:
el: Μπορείς να δωρήσεις ένα ποσό της δικής σου επιλογής κάνοντας κλικ στο κουμπί παρακάτω:
es: En pocas palabras, necesito tu ayuda para continuar invirtiendo en éste proyecto.
fr: Vous pouvez donner une somme de votre choix en cliquant sur ce bouton :
gd: 'S urrainn dhut taghadh na bheir thu dhuinn de dh'airgead 's tu a' briogadh air a' phutan gu h-ìosal:
gl: Podes doar a cantidade da súa elección, premendo no botón de abaixo:
hu: Lehet adományozni az összeget az Ön által kiválasztott, kattintson az alábbi gombra:
it: Potete donare un importo a vostra scelta facendo clic sul pulsante sottostante:
lt: Jūs galite paaukoti norimą sumą, paspaudę ant žemiau esantį mygtuką:
lv: Jūs varat ziedot summu, pēc jūsu izvēles, noklikšķinot uz pogas zemāk :
nl: U kunt het bedrag van uw keuze doneren door te klikken op de knop hieronder:
nn: Du kan donere hvor mye du ønsker ved å klikke på knappen nedenfor :
pl: Możesz przekazać kwotę wyboru klikając na przycisk poniżej:
pt_br: Você pode doar qualquer quantia que desejar, clicando no botão abaixo:
ru: Вы можете пожертвовать любую сумму, нажав на кнопку PayPal ниже:
sl: S klikom na spodnji gumb lahko donirate poljubno količino:
sr: Можете донирати износ по жељи тако што ћете кликнути на дугме испод :
sv: Du kan donera en valfri summa genom att klicka på nedanstående knapp:
ta: கீழே உள்ள பொத்தானை கிளிக் செய்வதன் மூலம் உங்கள் விருப்பத்தை அளவு தானம் செய்ய முடியும் :
th: คุณสามารถบริจาค เงิน ที่คุณเลือก ได้โดยคลิกที่ ปุ่มด้านล่างนี้ :
zh_tw: 您可以通過點擊下面的按鈕，您選擇的捐贈金額：

source: GCompris Educational Software
be: Адукацыйнае праграмнае забеспячэнне GCompris
bg: GCompris Образователен софтуер
cs: GCompris vzdělávací softwarový
de: GCompris Lernsoftware
el: GCompris Εκπαιδευτικό Λογισμικό
es: GCompris juego educativo
fr: Logiciel éducatif GCompris
gl: GCompris software Educativo
hu: GCompris Oktatási szoftverek
it: Software didattico GCompris
lt: GCompris Mokomoji programinė įranga
lv: GCompris izglītības programmas
nl: GCompris educatieve software
nn: GCompris pedagogisk programvare
pl: GCompris oprogramowanie edukacyjne
pt_br: GCompris Software Educacional
ru: GCompris образовательные программы
sl: Izobraževalna programska oprema GCompris
sr: GCompris Образовни софтвер
sv: GCompris pedagogisk programvara
ta: GCompris கல்வி மென்பொருள்
th: GCompris ซอฟต์แวร์เพื่อการศึกษา
zh_tw: 的GCompris教育軟件

source: Version %(version)s
be: Версія %(version)s
bg: Версия %(version)s
br: Handelv %(version)s
cs: Verze %(version)s
el: έκδοση %(version)s
es: Versión %(version)s
gd: Tionndadh %(version)s
gl: A versión %(version)s
it: Versione %(version)s
lt: Versija %(version)s
lv: Versija %(version)s
nl: Versie %(version)s
nn: Versjon %(version)s
pl: Wersja %(version)s
pt_br: Versão %(version)s
ru: Версия %(version)s
sl: Različica %(version)s
sr: Верзија %(version)s
ta: பதிப்பு %(version)s
th: รุ่น %(version)s
zh_tw: 版本%(version)s

source: Download GCompris
be: Заладаваць GCompris
bg: Изтеглете GCompris
br: Pellgargañ Gcompris
cs: Stáhnout GCompris
da: Hent GCompris
de: Downloaden GCompris
el: κατεβάστε GCompris
es: Descargar GCompris
fr: Télécharger GCompris
gd: Luchdaich a-nuas GCompris
gl: Descargar GCompris
hu: letöltése GCompris
it: Scaricare GCompris
lt: Atsisiųsti GCompris žaidimus
lv: Lejupielādēt GCompris
nl: GCompris downloaden
nn: Last ned GCompris
pl: Pobierz GCompris
pt_br: Baixar GCompris
ru: Скачать GCompris
sl: Prejmi GCompris
sr: Довнлоад ГЦомприс
sv: Hämta GCompris
ta: GCompris பதிவிறக்க
th: ดาวน์โหลด GCompris
zh_tw: 下載的GCompris

source: Other
be: Іншае
fr: Autre
pt_br: Outro
sl: Drugo

source: View all screenshots
be: Пабачыць усе здымкі
bg: Покажи всички скрийншоти
br: Gwelout an holl skrammadoù
cs: Zobrazit všechny screenshoty
da: Se alle skærmbilleder
de: Alle Screenshots
el: δείτε όλα τα στιγμιότυπα
es: Ver imágenes
fr: Voir toutes les captures d'écran
gd: Seall na h-uile glacadh-sgrìn
gl: Ver todas as imaxes
hu: Az összes screenshotok
it: Mostra tutte le schermate
lt: Žiūrėti visas žaidimų nuotraukas
lv: Skatīt visus ekrānšāviņi
nl: Alle schermafdrukken bekijken
nn: Vis alle skjermbilder
pl: Zobacz wszystkie zdjęcia
pt_br: Ver todas as imagens
ru: Смотреть все скриншоты
sl: Pokaži vse posnetke zaslona
sr: Погледајте све сцреенсхот
sv: Visa alla skärmdumpar
ta: அனைத்து திரைக்காட்சிகளுடன் காண்க
th: ดู หน้าจอทั้งหมด
zh_tw: 查看所有截圖

source: GCompris is a high quality educational software suite comprising of numerous activities for children aged 2 to 10.
be: GCompris - гэты высакаякаснае адукацыйнае праграмнае забеспячэнне, якое аб'ядноўвае шэраг практыкаванняў для дзетак узростам ад 2 да 10 год.
bg: GCompris е висококачествена образователна софтуерен пакет, състоящ се от множество дейности за деца на възраст от 2 до 10.
br: GCompris a dalv d'ur meziant uhel e berzhded o kinnig ur bern obererezhioù evit ar vugale 2 vloaz betek 10 vloaz.
cs: GCompris je vysoce kvalitní vzdělávací softwarový balík, skládající se z mnoha aktivit pro děti ve věku 2-10.
da: GCompris UndervisningssoftwareGCompris er en samling af højkvalitets-aktiviteter til indlæring for børn i alderen fra 2 til 10 år.
de: GCompris ist eine Lernsoftware, die verschiedene Aktivitäten für Kinder im Alter von 2 bis 10 Jahren anbietet.
el: Το GCompris είναι μια σουίτα εκπαιδευτικού λογισμικού και αποτελείται από ένα μεγάλο πλήθος δραστηριοτήτων για παιδιά ηλικίας 2 έως 10 ετών.
es: GCompris es un programa de cómputo educativo con diferentes actividades para niños entre 2 y 10 años de edad.
fr: GCompris est un logiciel éducatif qui propose des activités variées aux enfants de 2 à 10 ans.
gd: 'S e sreath de phrògraman foghlaim a th' ann an GCompris le deagh chàileachd is tha iomadh cleas na bhroinn airson clann aois 2 gu 10.
gl: GCompris é un programa educativo de alta calidade que comprende numerosas actividades para nenos de 2 a 10.
hu: GCompris egy magas színvonalú oktatási szoftvercsomag, amely számos tevékenység éves gyermekek 2-10.
it: GCompris è una collezione di software didattico di alta qualità che offre differenti attività ai bambini dai 2 ai 10 anni.
lt: GCompris - tai mokomųjų-lavinamųjų žaidimų rinkinys 3–12 metų vaikams, skirtas mokytis skaityti, rašyti, skaičiuoti, pažinti gamtos dėsnius, spręsti galvosūkius, lavinti atmintį, išmokti naudotis kompiuteriu ir t.t.
lv: GCompris iraugstas kvalitātes izglītības programmatūras komplekts, kas sastāv no daudziem pasākumiem bērniem vecumā no 2 līdz 10.
nl: GCompris is een educatief softwarepakket van hoge kwaliteit, bestaande uit talrijke oefeningen voor kinderen van 2 tot 10 jaar.
nn: GCompris er en høy kvalitet pedagogisk programvare suite bestående av en rekke aktiviteter for barn i alderen 2 til 10 år.
pl: GCompris jest wysokiej jakości edukacyjnych pakiet oprogramowania składający się z licznych zajęć dla dzieci w wieku od 2 do 10.
pt_br: GCompris é uma suite de aplicativos educacionais que compreende numerosas atividades para crianças com idade entre 2 e 10 anos.
ru: GCompris представляет собой пакет обучающих программ для детей от 2 до 10 лет, состоящий из различных упражнений и игр образовательного характера.
sl: GCompris je kakovosten izobraževalni programski paket, ki sestoji iz številnih dejavnosti za otroke med 2 in 10 leti.
sr: ГЦомприс јеквалитетан образовни софтверски пакет који се састоји од бројних активности за децу узраста од 2 до 10.
sv: GCompris är en pedagogisk programvarusvit som innehåller flera olika aktiviteter för barn mellan 2 och 10 år.
ta: GCompris 2 10 வயது குழந்தைகள் பல்வேறு நடவடிக்கைகள் உள்ளடக்கிய ஒரு உயர் தரமான கல்வி மென்பொருள் தொகுப்பு உள்ளது.
th: GCompris คือคุณภาพการศึกษา ชุดซอฟต์แวร์ สูง ประกอบไปด้วย กิจกรรมมากมาย สำหรับเด็กอายุ 2-10
zh_tw: GCompris是一款高品質的教育軟件套件，包括眾多的活動為2至10歲的兒童。

source: Some of the activities are game orientated, but nonetheless still educational.
be: Некаторыя практыкаванні арыентаваныя на гульню, але ўсё ж маюць адукацыйны характар.
bg: Някои от дейностите са ориентирани игра, но въпреки това все още е образователна.
br: Obererezhioù a dalv da c'hoarioù, chom a rint kelennadel 'vat.
cs: Některé aktivity jsou orientovány hra, ale přesto stále poučné.
da: Nogle af aktiviteterne i GCompris er spil-orienterede, men altid lærerige.
de: Einige Aktivitäten sind eher spielerisch, aber immer lehrreich.
el: Μερικές από τις δραστηριότητες αν και έχουν παιγνιώδη χαρακτήρα, ωστόσο διατηρούν τον εκπαιδευτικό τους προσανατολισμό.
es: Algunas actividades son como juegos, pero siempre son educacionales.
fr: Les activités sont quelquefois ludiques, mais toujours pédagogiques.
gd: 'S e geamannan a th' ann an cuid dhe na cleasan ach tha iad math airson foghlam co-dhiù.
gl: Algunhas das actividades son de orientación lúdica, pero aínda así aínda educativo.
hu: Egyes tevékenységek játék orientált, de mégis még mindig az oktatási.
it: Alcune attività sono orientate al gioco, ma, in ogni caso, hanno valore didattico.
lt: Dalis pamokėlių yra orientuotos į žaidimą, tačiau ir jos ką nors lavina ar moko.
lv: Dažas no aktivitātēm ir spēle orientēta, bet tomēr joprojām izglītības.
nl: Sommige van de oefeningen zijn in de vorm van een spelletje, maar ze zijn nog altijd educatief.
nn: Noen av aktivitetene er spillet orientert, men likevel fortsatt lærerikt.
pl: Niektóre z zadań przypominają gry jednak są to gry edukacyjne
pt_br: Algumas das atividades são de orientação lúdica, mas sempre com um caráter educacional.
ru: Часть из них являются просто играми, но в любом случае, обучающими.
sl: Čeprav so nekatere dejavnosti igre, so kljub temu poučne.
sr: Неке од активности су оријентисане игре, али ипак још увек образовне.
sv: Några av aktiviteterna är spelinriktade men fortfarande pedagogiska.
ta: நடவடிக்கைகள் சில விளையாட்டு நோக்கியதாக இருக்கும் , ஆனாலும் இன்னும் கல்வி.
th: บางส่วนของ กิจกรรมที่ เป็น เกม ที่เน้น แต่อย่างไรก็ตาม การศึกษา ยังคง
zh_tw: 有些活動是遊戲導向的，但仍然教育。

source: Below you can find a list of categories with some of the activities available in that category.
be: Ніжэй Вы пабачыце спіс катэгорый з некаторымі практыкаваннямі, даступнымі ў гэтых катэгорыях.
bg: По-долу можете да намерите списък на категории с някои от дейностите на разположение в тази категория.
br: Amañ dindan e kavot ur roll rummadoù gant obererezhioù hegerz er rummad-mañ.
cs: Níže najdete seznam kategorií s některými z aktivit je k dispozici v této kategorii.
da: Der er aktiviteter i følgende emner.
de: Sie können Aktivitäten aus folgenden Bereichen in GCompris finden:
el: Παρακάτω μπορείτε να δείτε μια κατηγοριοποίηση μερικών δραστηριοτήτων του GCompris:
es: Encontrarás algunas actividades dentro de los siguientes temas:
fr: Vous trouverez des activités dans les domaines suivants :
gd: Chì thu liosta dhe na roinnean-seòrsa gu h-ìosal le cuid dhe na cleasan a tha ri am faighinn anns gach roinn.
gl: Abaixo, pode atopar unha lista de categorías, con algunhas das actividades dispoñibles nesa categoría.
hu: Alább található egy lista a kategóriában egyes tevékenység közül ebben a kategóriában.
it: Di seguito si trova un elenco di categorie, con alcune delle attività disponibili in ciascuna categoria.
lt: Žemiau rasite įvairių kategorijų sąrašą su pamokėlėmis, esamomis toje kategorijoje.
lv: Zemāk jūs varat atrast sarakstu ar kategoriju ar kādu no darbībām, kas ir pieejami minētajā kategorijā.
nl: Hieronder treft u een categorieënlijst met enkele van de in die categorie beschikbare oefeningen.
nn: Nedenfor finner du en liste over kategorier med noen av de aktivitetene som er tilgjengelige i den kategorien.
pl: Poniżej znajdziesz listę kategorii z niektórych działań dostępnych w tej kategorii.
pt_br: Abaixo você encontra uma lista de categorias, com algumas das atividades disponíveis em cada uma delas.
ru: Ниже вы можете найти список категорий упражнений.
sl: Spodaj lahko najdete seznam kategorij in nekaj dejavnosti, ki se nahajajo v tisti kategoriji.
sr: Испод можете пронаћи списак категорија са неке од активности на располагању у тој категорији.
sv: Här nedan kan du hitta en lista över kategorier samt några av aktiviteterna som finns tillgängliga i dessa kategorier.
ta: கீழே நீங்கள் அந்த வகை கிடைக்க நடவடிக்கைகள் சில பிரிவுகள் பட்டியலை காணலாம்.
th: ด้านล่างคุณ สามารถหารายชื่อของประเภท ที่มี บางกิจกรรม ที่มีอยู่ใน ประเภทที่
zh_tw: 下面你可以找到與該類別中的一些活動類別列表。

source: computer discovery: keyboard, mouse, different mouse gestures, ...
be: вывучэнне кампутара: клавіятуры, мышкі, розныя дзеянні мышкі, ...
bg: компютър откритие: клавиатура, мишка, различна мишката жест, ...
br: dizoleiñ an urzhiataerioù : klavier, logodenn, jestroù disheñvel gant al logodenn...
cs: počítač objev : klávesnice, myš, různé gesta myši, ...
da: Computerbrug: Tastatur og mus....
de: Entdeckung des Computers: Tastatur, Maus, Mausbewegungen,...
el: ανακάλυψη του υπολογιστή: πληκτρολόγιο, ποντίκι, ...
es: descubriendo la computadora: teclado, ratón, diferentes movimientos del ratón, ...
fr: découverte de l’ordinateur : clavier, souris, les mouvements de la souris, ...
gd: Faigh a-mach mun choimpiutair: am meur-chlàr, an luchag, gluasadan na luchaige, ...
gl: descubrimento do ordenador: teclado, rato, diferentes xestos do rato, ...
hu: számítógép felfedezése : a billentyűzet, egér, különféle egér gesztus, ...
it: scoperta del computer: tastiera, mouse, movimento del mouse, ...
lt: pažink kompiuterį: klaviatūra, pelė, įvairūs pelės gestai, ...
lv: Datoru atklājums : tastatūra, pele, atšķiras peles žestu, ...
nn: datamaskin oppdagelse: tastatur, mus, annen mus gest, ...
pl: Odkrywanie komputera: klawiatura, mysz, kontrolowanie ruchów...
pt_br: descoberta do computador: teclado, mouse, diferentes usos do mouse, ...
ru: основы компьютерной грамотности: использование клавиатуры и мыши; падающие буквы; …
sl: delo z računalnikom: tipkovnica, miška, kretnje miške, ...
sr: рачунарски откриће : тастатура, миш, миш другачија гест, ...
sv: upptäck datorn: tangentbord, mus och olika musgester, ...
ta: கணினி கண்டுபிடிப்பு : விசைப்பலகை, சுட்டி , வெவ்வேறு சுட்டி சைகை , ...
th: การค้นพบ คอมพิวเตอร์ แป้นพิมพ์เมาส์, เมาส์ ท่าทาง ที่แตกต่างกัน ...
zh_tw: 計算機發現：鍵盤，鼠標，鼠標手勢不同， ...

source: arithmetic: table memory, enumeration, double entry table, mirror image, ...
be: арыфметыка: лік, табліцы і тэхнікі навучання, ...
bg: аритметика : таблица памет, изброяване, таблица с двоен вход, огледален образ, ...
br: niveroniezh : taolennoù evit an eñvor, an niveriñ, taolennoù dre zaouenmoned, skeudennoù dre velezour...
cs: aritmetický: Tabulka paměť, výčet, podvojné stůl, zrcadlový obraz, ...
da: Aritmetiske: Tælle, de fire regnearter, mål og vægt....
de: Arithmetik: Zählen, Grundrechenarten, Kombitabellen,...
el: αριθμητική: πίνακας μνήμης, αρίθμηση, πίνακας διπλής καταχώρησης, είδωλα γεωμετρικών σχημάτων, ...
es: aritmética: tabla de memoria, enumeración, tabla de doble entrada (balance), imagen espejo, ...
fr: mathématiques : révision des tables, dénombrement, les tables à double entrée, symétrie, ...
gd: àireamhachd: cuimhnich na clàran, àireamhachadh, an griod, sgàthanaich dealbh, ...
gl: aritmética : memorización de táboas, enumeración, táboas de entrada dobre, imaxe invertida, ...
hu: számtan : asztali memória, felsorolás, kettős asztal, tükörkép, ...
it: aritmetica: giochi di memoria con le tabelline, enumerazioni, tabelle a doppia entrata, immagini speculari, ...
lt: aritmetinis: daugybos lentelė, skaičiavimas iš eilės, sudėtis ir atimtis, susikirtimų lentelė, veidrodinis atspindys, ...
lv: aritmētika : galds atmiņa, skaitīšana, divkāršā ieraksta galds, spoguļattēls, ...
nl: rekenen: tafels oefenen, leren tellen, afbeelding spiegelen, …
nn: aritmetikk : minne, opplisting, double entry tabellen, speilbilde, ...
pl: Arytmetyka: gry pamięciowe, liczby, odbicia lustrzane...
pt_br: aritmética: memorização de tabelas, enumeração, tabelas de entrada dupla, imagens espelhadas, ...
ru: арифметика: основы счёта; таблица умножения; сложение и вычитание; …
sl: računstvo: spomin z računi, štetje, prezrcali predmet, ...
sr: аритметика : сто меморија, набрајање, двојног сто, огледало, ...
sv: aritmetiska: tabellminne, numrering, rutnät, spegelbild, ...
ta: கணக்கு : அட்டவணை நினைவு , கணக்கெடுப்பு , இரட்டை உள்ளீட்டு அட்டவணை , கண்ணாடி பிம்பம் , ...
th: พคณิตศาสตร์ : หน่วยความจำ ตาราง แจงนับ, ตาราง รายการ คู่ ภาพสะท้อนในกระจก ...
zh_tw: 算術：表記憶，枚舉，雙項表，鏡像， ...
