Repository: bdoin/GCompris-site
Catalog: locale/*.po
Languages: be, bg, br, cs, da, de, el, es, fr, gd, gl, hu, it, lt, lv, nl, nn, pl, pt_br, ru, sl, sr, sv, ta, th, zh_tw

source: science: the canal lock, the water cycle, the submarine, electric simulation ...
be: навука: канальны шлюз, цыкл вады, падводная лодка, сімуляцыя электрычнай схемы ...
bg: науката : ключалката канал, за водния цикъл, в подводница, електрическа симулация ...
br: skiantoù : skluz war ar ster, kelc'hiad an dour, ar splujerez, an darvanadur tredan...
cs: věda :zámek kanálu, koloběh vody, ponorka, elektrická simulace ...
da: Videnskab: Sluse, styre en ubåd, vandets kredsløb....
de: Wissenschaft: die Schleuse, der Wasserkreislauf, das U-Boot,...
el: επιστήμη: λειτουργία διώρυγας, ο κύκλος του νερού, υποβρύχιο, ηλεκτρικά κυκλώματα, ...
es: Ciencia: El canal, El ciclo del agua, El submarino, ...
fr: sciences : l’électricité, l’écluse, le cycle de l’eau, le sous-marin, ...
gd: saidheans: loc canail, cearcall an uisge, bàta-tumaidh, atharrais sgeama dealain, ...
gl: ciencias : control da canle, ciclo da auga, o submarino, simulación eléctrica, ...
hu: tudomány : a zsilip, a víz körforgásának, a tengeralattjáró, elektromos szimuláció ...
it: scienze: il funzionamento di una chiusa, il ciclo dell'acqua, il sottomarino, simulazioni schema elettrico...
lt: mokslas: kanalų šliuzai, vandens ciklas gamtoje, povandeninis laivas, elektros grandinės modeliavimas, ...
lv: zinātne : slūžas,ūdens ciklu,zemūdene, elektriskā simulācija ...
nl: techniek: de sluis, de waterkringloop, de onderzeeër, electronica, …
nn: vitenskap : sluser, vannets kretsløp, ubåten, elektrisk simulering ...
pl: Nauka: śluza, cykl wody, kontrola łodzi podwodnej, symulacje elektryczne...
pt_br: ciências: controle do canal, ciclo da água, o submarino, simulação elétrica, ...
ru: основы физики: электричество; круговорот воды; подводная лодка; …
sl: znanost: upravljanje vodnih kanalov, kroženje vode, podmornica, simulacija elektrike, ...
sr: Наука :канал брава,вода циклус,подморница, електрична симулација ...
sv: forskning: kanalslussen, vattnets kretslopp, u-båten, electrisk simulering ...
ta: அறிவியல் : கால்வாய் பூட்டு , நீர் சுழற்சி , நீர்மூழ்கி கப்பல் , மின்சார தூண்டல் ...
th: วิทยาศาสตร์ :คลอง วงจร น้ำ,ดำน้ำ, การจำลอง ไฟฟ้า ...
zh_tw: 科學：運河水閘，水循環，潛艇，電動模擬...

source: geography: place the country on the map
be: геаграфія: размясціць краіну на мапе
bg: география : място на страната на карта
br: douaroniezh : laka ar vro war ar gartenn
cs: geografie : místo na zemi na mapě
da: Geografi: Placer lande på kortet.
de: Erdkunde: Länder auf einer Karte anordnen
el: γεωγραφία: τοποθέτησε τις χώρες στο χάρτη
es: geografía: Coloca los países en el mapa.
fr: géographie : placer les pays sur une carte
gd: cruinn-eòlas: suidhich an dùthaich air a' mhapa
gl: xeografía: colocar o país no mapa
hu: földrajz : hely, az ország a térképen
it: geografia: posizionare il paese sulla mappa
lt: geografija: sudėlioti šalis žemėlapyje
lv: ģeogrāfija : vieta valsts kartē
nl: aardrijkskunde: plaats de landen op de kaart
nn: geografi : plasser land på kartet
pl: Geografia: Odnajdź kraj na mapie
pt_br: geografia: colocar os países no mapa
ru: география: размести страны на карте; …
sl: zemljepis: postavi državo na zemljevid
sr: географија : место земљу на мапи
sv: geografi: placera landet på kartan
ta: புவியியல் : வரைபடத்தில் இடம் நாடு
th: ภูมิศาสตร์ : คันทรีเพลสบนแผนที่
zh_tw: 地理：地方在地圖上的國家

source: games: chess, memory, connect 4, oware, sudoku ...
be: гульні: шахматы, на памяць, злучыць 4, оварэ, судоку ...
bg: игри: шах, памет, свържете 4, Оваре, судоку ...
br: c'hoarioù : echedoù, eñvor, oware, sudoku...
cs: hry : šachy, paměť, připojení 4 Oware, sudoku ...
da: Videnskab: Sluse, styre en ubåd, vandets kredsløb....
de: Spiele: Knobelspiele, Schach, Memory,...
el: παιχνίδια: σκάκι, μνημονικές τεχνικές, σύνδεσε 4, oware, sudoku, ...
es: juegos: ajedrez, memoria, ...
fr: jeux : des casses têtes, les échecs, le memory, ...
gd: geamannan: tàileasg, cuimhne, ceangail 4, oware, sudoku, ...
gl: xogos: xadrez, memoria, chame 4, sudoku ...
hu: játékok : sakk, memória, Connect 4, Oware, sudoku ...
it: giochi: scacchi, memory, forza 4, wari, sudoku...
lt: žaidimai: šachmatai, atminties lavinimas, sujunk 4, oware, Sudoku ir kt. strateginiai žaidimai
lv: spēles: šahs, atmiņas, pieslēgt 4, Oware, sudoku ...
nl: spelletjes: schaken, memory, 4-op-een-rij, oware, sudoku, …
nn: spill: sjakk, minne, 4 connect, Oware, sudoku ...
pl: Gry: Szachy, pamięć, kulki, oware, sudoku...
pt_br: jogos: xadrez, memória, ligue 4, sudoku ...
ru: игры: шахматы; соедини точки; судоку; игры на развитие памяти;…
sl: igre: šah, spomin, štiri v vrsto, oware, sudoku ...
sr: игре : шах, меморија, повезивање 4, оваре, судоку ...
sv: spel: schack, memory, fyra-i-rad, oware, sudoku ...
ta: விளையாட்டுகள் : சதுரங்கம், நினைவு , இணைப்பு 4 , oware , சுடோகுவை ...
th: เกม หมากรุก, หน่วยความจำ การเชื่อมต่อ 4 oware, ซูโดกุ ...
zh_tw: 遊戲：國際象棋，內存，連接4 oware ，數獨......

source: reading: reading practice
be: чытанне: практыка чытання
bg: четене: четене практика
br: lenn : pleustriñ war al lenn
cs: čtení : čtení praxe
da: Læsning: Træning af læsefærdighed.
de: Lesen: Leseübungen
el: ανάγνωση: εξάσκηση των αναγνωστικών δεξιοτήτων
es: lectura: práctica de lectura
fr: lecture : exercice d’entraînement à la lecture
gd: leughadh: cleachd do sgilean leughaidh
gl: lectura: práctica de lectura
hu: olvasás : olvasási gyakorlatok
it: lettura: esercizi di lettura
lt: skaitymas: mokymasis skaityti
lv: lasījums : lasījums prakse
nl: Lezen: leesoefeningen
nn: lesing: lesetrening
pl: Czytanie: Ćwiczenia z czytania
pt_br: leitura: prática de leitura
ru: чтение: практика чтения; изучение иностранных языков …
sl: branje: bralne vaje
sr: читања : читање пракса
sv: läsning: läsövningar
ta: வாசிப்பு : வாசிப்பு பழக்கத்தை
th: การอ่าน ฝึกอ่าน
zh_tw: 閱讀：閱讀練習

source: other: learn to tell time, puzzle of famous paintings, vector drawing, cartoon making, ...
be: іншае: навучыцца казаць час, пазл з вядомымі карцінамі, вектарнае маляванне, стварэнне мультфільмаў, ...
bg: Други: научат да кажа време, пъзел на известни картини, вектор на тираж, карикатура на решения, ...
br: all : deskiñ penaos lenn an amzer, mildammoù gant livadurioù brudet, tredañ sturiadel, ober tresadennoù bev...
cs: ostatní: naučit se určovat čas, puzzle slavných obrazů, vektorové kresby, karikatury tvorby, ...
da: Andre: Uret, puslespil af kendte malerier, tegning med vektorer....
de: Sonstiges: die Uhrzeit, berühmte Gemälde als Puzzlespiele, Zeichnen,...
el: άλλα: εκμάθηση της ώρας, παζλ με διάσημους πίνακες ζωγραφικής, διανυσματική σχεδίαση, ...
es: otros: Aprende a decir la hora, Rompecabezas de pinturas famosas, dibujos por vectores, ...
fr: autres : lecture de l’heure, peintures célèbres sous forme de puzzle, dessin vectoriel, création de dessin animé ...
gd: eile: ionnsaich an uaireadair, tòimhseachain le dealbhan cliùiteach, tarraing vector, dèan cartùn, ...
gl: outros: aprender a identificar as horas, crebacabezas con pinturas famosas, deseño vectorial, toma dos debuxos animados, ...
hu: Más : tanulni, hogy elmondja idő, puzzle, híres festmények, vektoros rajz, rajzfilm készítés, ...
it: altro: imparare a dire l'ora, puzzle di quadri famosi, disegno vettoriale, creazione di cartoni animati, ...
lt: kita: išmokti pažinti laikrodį, žinomų paveikslų dėlionės, vektorinės grafikos bei animacinių filmų kūrimas, ...
lv: citi: iemācīties pateikt laiku, mīklu slavenu gleznu, vektoru zīmēšanas, karikatūra pieņemšanā, ...
nl: overige: leren klok kijken, puzzel met beroemde schilderijen, tekenen, beeldverhalen maken, …
nn: andre : lære å fortelle tid, puslespill av kjente malerier, vektor tegning, tegneserie gjør, ...
pl: Inne: Nauka czasu, puzzle, rysowanie...
pt_br: outros: aprender a identificar as horas, quebra-cabeças com pinturas famosas, desenho vetorial, produção de quadrinhos, ...
ru: многое другое: как узнать время по часам; пазлы; рисование; создание мультфильмов; …
sl: drugo: poznavanje časa, sestavljanke iz slavnih slik, vektorsko risanje, izdelovanje risank, ...
sr: Други : научите да кажете време, загонетке познатих слика, векторско цртање, цртани одлука, ...
sv: övriga: lär dig klockan, pussel med kända målningar, vektorritning, ...
ta: மற்ற : , பிரபல ஓவியங்கள் , திசையன் வரைதல் , முல்லா தயாரித்தல், ஒரு புதிர் நேரம் சொல்ல கற்று ...
th: อื่น ๆ เรียนรู้ที่จะ บอกเวลา, จิ๊กซอว์ ของภาพวาด ที่มีชื่อเสียง วาดภาพ เวกเตอร์, การทำ การ์ตูน ...
zh_tw: 其它：學會講時間，名畫，矢量繪圖，動畫製作，益智...

source: Currently GCompris offers in excess of 100 activities and more are being developed. GCompris is free software, that means that you can adapt it to your own needs, improve it and, most importantly, share it with children everywhere.
be: Цяпер GCompris прапануе як найменш 100 практыкаванняў і яшчэ распрацоўваюцца новыя. GCompris - гэта вольнае праграмнае забеспячэнне, і гэта значыць, што Вы можаце адаптаваць яго пад свае мэты, паляпшаць і, што найважней - дзяліцца ім з дзеткамі паўсюль.
bg: В момента GCompris предлага в повече от 100 дейности и още се разработват. GCompris е свободен софтуер, това означава, че можете да го адаптира към собствените си нужди, тя подобри и най-важното, да го споделите с децата навсякъде.
br: Ouzhpenn 100 obererezh zo kinniget gant GCompris ha reoù all zo war ar stern. Ur meziant digor eo GComplris, da lavarout eo ez oc'h aotreet da azasaat ar meziant diouzh hoc'h ezhommoù, d'e wellaat hag ar pep pouezusañ, aotreet oc'h da rannañ GCompris gant an holl vugale er bed.
cs: V současné době GCompris nabízí více než 100 aktivit a další se připravují. GCompris je svobodný software, což znamená, že můžete přizpůsobit svým vlastním potřebám, zlepšit a co je nejdůležitější, je sdílet s dětmi po celém světě.
da: Alt i alt er der mere end 100 aktiviteter, og der kommer flere til. GCompris er fri software, og du kan derfor frit tilpasse og forbedre det efter egne ønsker, og selvfølgelig, meget gerne dele dit arbejde med andre, til glæde for børn i alle lande.
de: Insgesamt beinhaltet GCompris mehr als 100 Aktivitäten und wird ständig weiterentwickelt. GCompris ist freie Software. Sie haben also die Möglichkeit, sie ihren Bedürfnissen anzupassen und zu verbessern, und gerne auch alle Kinder der Welt von Ihrer Arbeit profitieren zu lassen.
el: Αυτή τη στιγμή το GCompris προσφέρει περισσότερες από 100 δραστηριότητες, ενώ αρκετές βρίσκονται στο στάδιο της ανάπτυξης. Το GCompris είναι ελεύθερο λογισμικό, που σημαίνει ότι μπορείτε να το προσαρμόσετε στις δικές σας ανάγκες, να το βελτιώσετε και, το πιο σημαντικό, να το μοιραστείτε με όλα τα παιδιά του κόσμου.
es: En total, GCompris comprende mas de 100 actividades y evoluciona constantemente. GCompris es Software Libre, por lo tanto tienes la posibilidad de adaptarlo a tus necesidades, o de mejorarlo, y porque no, de compartir tu trabajo con niños de todo el mundo.
fr: En tout, GCompris propose plus de 100 activités et il continue à évoluer. GCompris est un logiciel libre, il vous est donc possible de l’adapter à votre besoin ou de l’améliorer, et pourquoi pas, d’en faire bénéficier les enfants du monde entier.
gd: Tha GCompris a' tairgse tuilleadh is 100 chleas a-nis agus tha barrachd 'gan leasachadh. 'S e bathar-bog saor a th' anns a' GCompris, 's e seo gum faod thu gleus a chur air a-rèir nam feumalachdan agad fhèin, a leasachadh is gu h-àraidh a cho-roinn leis a' chlann air fheadh an t-saoghail.
gl: Actualmente GCompris ofrece máis de 100 actividades e máis están sendo desenvolvidas. GCompris é un software libre, o que significa que pode adaptalo ás súas propias necesidades, melloralo e, máis importante, compartilo con todos os nenos.
hu: Jelenleg GCompris kínál több mint 100 tevékenység és folyamatosan fejlődik. GCompris szabad szoftver, ami azt jelenti, hogy képes alkalmazkodni, hogy a saját igényeinek, javítja, és ami a legfontosabb, ossza meg a gyerekekkel mindenütt.
it: Attualmente GCompris offre più di 100 attività, e molte altre sono in fase di sviluppo. GCompris è un software libero, questo significa che si può adattare alle proprie esigenze, migliorare e, soprattutto, condividere ovunque con i bambini.
lt: Šiuo metu GCompris siūlo daugiau nei 140 pamokėlių, dar daugiau yra kuriamos. GCompris yra laisva programinė įranga, tai reiškia, kad jūs galite pritaikyti jį savo poreikiams, tobulinti ir, svarbiausia, visada dalintis šiomis programomis su vaikais.
lv: Šobrīd GCompris piedāvā vairāk nekā 100 pasākumos, un vairāk tiek izstrādātas. GCompris ir bezmaksas programmatūra, kas nozīmē, ka jūs varat pielāgot to savām vajadzībām, uzlabot to un, pats galvenais, dalīties tajā ar bērniem visur.
nl: Momenteel biedt GCompris meer dan 100 activiteiten en er worden er nog meer ontwikkeld. GCompris is vrije software, hetgeen betekent dat u het aan uw behoeftes kunt aanpassen, kunt verbeteren en vooral dat u het met kinderen overal kunt delen.
nn: Foreløpig GCompris tilbyr i overkant av 100 aktiviteter og flere er under utvikling. GCompris er fri programvare, det betyr at du kan tilpasse den til dine egne behov, forbedre det og, viktigst, dele den med barn overalt.
pl: Program zawiera już ponad 100 ćwiczeń, następne są w trakcie tworzenia. GCompris jest wolnym programem, możesz go zmienić dostosowując do swoich potrzeb i co najważniejsze, podzielić się z tym z dziećmi z całego świata.
pt_br: Atualmente o GCompris oferece mais de 100 atividades e está em constante evolução. O GCompris é um software livre, o que significa que você pode adaptá-lo às suas necessidades, melhorá-lo e, o mais importante, compartilhá-lo com as crianças de toda a parte.
ru: В настоящий момент в GCompris входит более ста упражнений и постоянно разрабатываются новые. GCompris — это свободная программная платформа соткрытым исходным кодом. Это означает, что её можно адаптировать под своинужды, улучшать, создавать свои собственные упражнения, и, самое главное,дарить детям всего мира возможность пользоваться ими.
sl: GCompris trenutno ponuja več kot 100 dejavnosti, še več pa jih je v razvoju. GCompris je prosta programska oprema, kar pomeni, da jo lahko prilagodite po svoje, še pomembneje pa je, da jo lahko delite z otroki širom sveta.
sr: Тренутно ГЦомприс нуди више од 100 активности и више се развијају. ГЦомприс је слободан софтвер, то значи да можете да га прилагодите својим потребама, побољша га и, што је најважније, да је поделе са децом свуда.
sv: För närvarande erbjuder GCompris över 80 aktiviteter och fler utvecklas. GCompris är fri programvara som betyder att du kan anpassa det efter dina behov, förbättra det och, absolut viktigast, dela med dig av det till alla barn.
ta: தற்போது GCompris உருவாக்கப்பட்டன 100 நடவடிக்கைகள் இன்னும் அதிகமாக வழங்குகிறது. GCompris இலவச மென்பொருள் உள்ளது , என்று நீங்கள் , உங்கள் சொந்த தேவைகளுக்கு இது ஏற்ப அதை மேம்படுத்த மற்றும் , மிக முக்கியமாக , எல்லா இடங்களிலும் குழந்தைகள் பகிர்ந்து கொள்ளலாம் என்று அர்த்தம்.
th: ปัจจุบัน GCompris บริการ ในส่วนที่เกิน จาก 100 กิจกรรม และอื่น ๆ มีการพัฒนา GCompris เป็นซอฟต์แวร์ ฟรี ที่ หมายความว่าคุณสามารถ ปรับให้ เข้ากับความต้องการ ของคุณเอง ปรับปรุงให้ดีขึ้น และที่สำคัญที่สุด ร่วมกัน กับเด็ก ทุกที่
zh_tw: 目前的GCompris提供超過100個活動和正在開發中。 GCompris是自由軟件，這意味著，你能適應自己的需要，提高它，最重要的是，與世界各地的兒童分享。

source: Latest news
be: Апошнія навіны
bg: Последни новини
br: Keleier nevesañ
cs: Poslední novinky
da: Seneste nyheder
de: Neueste
es: Noticias Recientes
fr: Dernière nouvelle
gd: Na naidheachdan as ùire
gl: Últimas novas
hu: Legfrissebb hírek
it: Ultime notizie
lt: Paskutinės naujienos
lv: Jaunākās ziņas
nl: Laatste nieuws
nn: Siste nyheter
pl: Aktualności
pt_br: Últimas notícias
ru: последние известия
sl: Najnovejše novice
sr: Најновије вести
sv: Senaste nytt
ta: சமீபத்திய செய்தி
th: ข่าวล่าสุด
zh_tw: 最新消息

source: All the news
be: Усе навіны
bg: Всички новини
br: An holl geleier
cs: Všechny novinky
da: Alle nyheder
de: Alle Nachrichten
es: Todas las noticias
fr: Toutes les nouvelles
gd: A h-uile naidheachd
gl: Todas as noticias
hu: Az összes hír
it: Tutte le notizie
lt: Visos naujienos
lv: Visasziņas
nl: Al het nieuws
nn: Alle nyheter
pl: Wszystkie wiadomości
pt_br: Todas as notícias
ru: Все новости
sl: Vse novice
sr: Свевести
sv: Alla nyheter
ta: அனைத்து செய்திகள்
th: ข่าวทั้งหมด
zh_tw: 全部新聞

source: Description:
be: Апісанне:

source: Prerequisite
be: Перадумова

source: Goal
be: Мэта

source: Manual
be: Правадніцтва

source: Credit
be: Інфармацыя

source: Click on the button below let you pay 9&euro; for the activation code. After payment you will receive immediately an email with your instructions (check your spam folder). If you do not receive this email please write me at bruno.coudoin@gcompris.net
fr: Cliquez sur le bouton ci-dessous pour acheter 9€ le code d’activation de la version complète de GCompris. Vous recevrez immédiatement un courrier électronique avec les instructions (vérifiez votre dossier pourriel). Si vous ne recevez pas ce courrier, écrivez moi à bruno.coudoin@gcompris.net
pt_br: Clique no botão abaixo para pagar 9&euro; pelo código de ativação. Você receberá um e-mail com as instruções (verifique sua pasta de spam). Caso não receba esse e-mail, mande uma mensagem para bruno.coudoin@gcompris.net.
ru: Если вы хотите использовать все доступные игры, то для этого нажмите кнопку PayPal внизу, чтобы заплатить 9€ за персональный код активации. В течение 1 минуты после оплаты вы получите по электронной почте код активации и необходимые инструкции. Если вы не получили код (проверьте папку спам), то напишите мне по адресу bruno.coudoin@gcompris.net на английском илифранцузском языке.

source: Legal reference: Company Bruno Coudoin RCS Toulouse France 498 157 536.
da: Juridisk henvisning: Company Bruno Coudoin RCS Toulouse France 498 157 536.
fr: Référence légale : Société Bruno Coudoin RCS Toulouse 498 157 536.
lv: Juridiskā atsauce : Uzņēmuma Bruno Coudoin RCS Toulouse Francija 498 157 536.
nl: Wettelijke referentie: Company Bruno Coudoin RCS Toulouse France 498 157 536.
nn: Juridisk referanse: Selskapet Bruno Coudoin RCS Toulouse Frankrike 498 157 536.
pt_br: Referência legal: Empresa Bruno Coudoin RCS Toulouse France 498 157 536.
ru: Юридические справки: Компания Bruno Coudoin RCS, Тулуза, Франция 498 157 536.
ta: சட்ட குறிப்பு : நிறுவனத்தின் புருனோ Coudoin RCS Toulouse பிரான்ஸ் 498 157 536.

source: Click on the button below let you pay 9€ for the activation code. After payment you will receive immediately an email with your instructions (check your spam folder). If you do not receive this email please write me at bruno.coudoin@gcompris.net
nl: Door te klikken op de knop hieronder kunt u de 9€ voor de activeringscode betalen. Na betaling ontvangt u meteen een e-mail met instructies (controleer ook uw map "Ongewenst"). Als u de e-mail niet ontvangen heeft, stuur dan a.u.b. een bericht naar bruno.coudoin@gcompris.net.
nn: Klikk på knappen nedenfor lar deg betale 9 € for aktiveringskode. Etter betaling vil du motta straks en epost med dine instruksjoner (sjekk din spam -mappe ). Hvis du ikke mottar denne e-posten kan du skrive meg på bruno.coudoin @ gcompris.net.
ta: நீங்கள் செயல்படுத்தும் குறியீடு 9 € செலுத்த நாம் கீழே உள்ள பொத்தானை கிளிக் செய்யவும். கட்டணம் பின்னர் நீங்கள் ( உங்கள் ஸ்பேம் கோப்புறையில் பார்க்கவும் ) உங்கள் வழிமுறைகளை உடனடியாக ஒரு மின்னஞ்சல் பெறுவீர்கள். நீங்கள் வரவில்லை என்றால் , இந்த மின்னஞ்சல் bruno.coudoin@gcompris.net என்னை எழுதவும்.

source: computer discovery: keyboard, mouse, different mouse gesture, ...
nl: ontdek de computer: toetsenbord, muis, andere acties met de muis, …
